Show / Hide Table of Contents
Enum PrestressSteelTypeSIA
Type of prestress steel
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum PrestressSteelTypeSIA
Fields
 Name |  Description
 Bar
bar - tyč
 Strand
Strand - lana
 Wire
wire - drát
 Improve this Doc
 View Source